{
  "anime": "Toaru Majutsu no Index III",
  "sinopse": "A Terceira Guerra Mundial se aproxima. De um lado, está a Cidade Acadêmica, um bastião da ciência avançada e dos espers. Do outro, a Igreja Católica Romana e suas facções mágicas. Touma Kamijou, com seu poder de negação Imagine Breaker, se encontra novamente no epicentro do conflito. Enquanto a tensão escala para um confronto global, Touma e seus aliados, incluindo Index e Accelerator, devem navegar por conspirações complexas e batalhas ferozes para proteger seus entes queridos e impedir que o mundo mergulhe no caos absoluto. Esta temporada intensifica o conflito entre ciência e magia a um nível sem precedentes.",
  "episodios": [
    {
      "episodio": 1,
      "titulo": "Confusão",
      "descricao": "Touma Kamijou se envolve em um protesto em Avignon, França, e acaba encontrando uma nova ameaça. Enquanto isso, na Cidade Acadêmica, os preparativos para um conflito iminente entre o lado da ciência e da magia estão em andamento.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index-3/01.mp4"
    },
    {
      "episodio": 2,
      "titulo": "Os Destras de Deus",
      "descricao": "Terra of the Left, membro dos Destras de Deus, revela seu plano. Touma precisa detê-lo enquanto lida com as complexas conspirações da Igreja Católica Romana. A escala do conflito começa a se tornar global.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index-3/02.mp4"
    },
    {
      "episodio": 3,
      "titulo": "Documento C",
      "descricao": "Com a posse do 'Documento de Constantine', a Cidade Acadêmica e a Igreja Romana estão à beira da guerra. Touma e seus aliados precisam impedir que a situação saia de controle, mas forças obscuras de ambos os lados têm seus próprios planos.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index-3/03.mp4"
    },
    {
      "episodio": 4,
      "titulo": "O Lado Sombrio da Cidade Acadêmica",
      "descriçao": "Accelerator assume o papel principal ao se envolver com a 'GROUP', uma das equipes que operam nas sombras da Cidade Acadêmica. Ele é encarregado de caçar membros de uma organização rival, a 'SCHOOL'.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index-3/04.mp4"
    },
    {
      "episodio": 5,
      "titulo": "Dark Matter",
      "descricao": "O confronto entre as organizações sombrias se intensifica. Accelerator enfrenta Kakine Teitoku, o esper Nível 5 número dois e líder da 'SCHOOL', em uma batalha devastadora pela supremacia.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index-3/05.mp4"
    },
    {
      "episodio": 6,
      "titulo": "Espers com Super Poderes",
      "descricao": "A batalha entre Accelerator e Kakine Teitoku chega ao seu clímax. A verdadeira natureza do poder de Accelerator e sua determinação em proteger Last Order são postas à prova contra a implacável 'Dark Matter' de Kakine.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index-3/06.mp4"
    },
    {
      "episodio": 7,
      "titulo": "O Terceiro Nível",
      "descricao": "Acqua of the Back, outro membro dos Destras de Deus e também um Santo, chega à Cidade Acadêmica com a missão de eliminar Touma Kamijou. Sua força avassaladora representa uma ameaça sem precedentes E DÁ UM PAU NO TOUMA.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index-3/07.mp4"
    },
    {
      "episodio": 8,
      "titulo": "A Destruição dos Santos",
      "descricao": "Touma, com a ajuda de Itsuwa da Igreja Amakusa, tenta desesperadamente sobreviver e encontrar uma maneira de contra-atacar a força esmagadora de Acqua of the Back, que parece invencível.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index-3/08.mp4"
    },
    {
      "episodio": 9,
      "titulo": "Adoração Divina",
      "descricao": "Kanzaki Kaori, uma Santa, é forçada a lutar contra Acqua da Retaguarda em uma batalha de proporções épicas, enquanto o conflito na Grã-Bretanha se intensifica com o uso de poderosos artefatos mágicos.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index-3/09.mp4"
    },
    {
      "episodio": 10,
      "titulo": "Sky Bus 365",
      "descricao": "Touma e Index viajam para a Grã-Bretanha, onde se envolvem em um conflito interno entre a Família Real e a facção dos Cavaleiros. A segunda princesa, Carissa, lidera um golpe de estado.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index-3/10.mp4"
    },
    {
      "episodio": 11,
      "titulo": "Labirinto Britânico",
      "descricao": "Multiplos fios se entrelaçam na cerimonia real. O verdadeiro objetivo das magas conhecidas como NewLight é revelado.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index-3/11.mp4"
    },
    {
      "episodio": 12,
      "titulo": "Mercenário",
      "descricao": "No meio do caos do golpe de estado, Touma e seus novos aliados precisam navegar pelas intrigas políticas e batalhas mágicas para restaurar a ordem e proteger a terceira princesa, Villian.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index-3/12.mp4"
    },

    {
      "episodio": 13,
      "titulo": "Curtana Original",
      "descricao": "A batalha pelo controle da Grã-Bretanha atinge seu ápice. Touma e a aliança de magos e cavaleiros enfrentam a princesa Carissa, que empunha a espada mística Curtana Original e comanda o poder de todo o país.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index-3/13.mp4"
    },
    {
      "episodio": 14,
      "titulo": "Heróis",
      "descricao": "Com o fim do golpe na Grã-Bretanha, a Terceira Guerra Mundial é oficialmente declarada pela Igreja Católica Romana. Todas as facções começam a se mobilizar para o confronto final.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index-3/14.mp4"
    },
    {
      "episodio": 15,
      "titulo": "Sinal Spark",
      "descricao": "Hamazura Shiage, agora na Rússia, se alia a um grupo de uma vila local para sobreviver. Ele se envolve em um conflito contra uma empresa militar privada da Cidade Acadêmica que o está caçando.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index-3/15.mp4"
    },
    {
      "episodio": 16,
      "titulo": "Quadro de Diretores",
      "descricao": "Accelerator chega à frente de batalha na Rússia como representante da Cidade Acadêmica, liderando suas forças. Seu objetivo é resgatar Last Order, que foi levada pelo inimigo.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index-3/16.mp4"
    },
    {
      "episodio": 17,
      "titulo": "DRAGON",
      "descricao": "Accelerator descobre um dos maiores segredos de Aleister Crowley. O que seria o DRAGON?",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index-3/17.mp4"
    },
    {
      "episodio": 18,
      "titulo": "A Aliança das Nações Independentes",
      "descricao": "Os caminhos de Touma, Accelerator e Hamazura começam a se cruzar na vasta e gelada Rússia. Cada um luta por seus próprios motivos em meio ao caos da guerra, enfrentando tanto o lado da ciência quanto o da magia.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index-3/18.mp4"
    },
    {
      "episodio": 19,
      "titulo": "Misaka Worst",
      "descricao": "Accelerator é confrontado por Misaka Worst, uma clone de Misaka Mikoto de Nível 4, criada especificamente para matá-lo, explorando seu trauma psicológico e sua culpa.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index-3/19.mp4"
    },
    {
      "episodio": 20,
      "titulo": "Uma Razão para Proteger",
      "descricao": "Apesar do tormento infligido por Misaka Worst, Touma bate no Accelerator POR RAZÃO NENHUMA.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index-3/20.mp4"
    },
    {
      "episodio": 21,
      "titulo": "A Estrela de Belém",
      "descricao": "Flamma of the Right, o líder dos Destras de Deus, finalmente revela seu trunfo: a Estrela de Belém, uma gigantesca fortaleza flutuante com poder para remodelar o mundo. Ele captura Index para usar os grimórios em sua mente.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index-3/21.mp4"
    },
    {
      "episodio": 22,
      "titulo": "Gabriel",
      "descricao": "Flamma invoca o Arcanjo Gabriel, uma entidade de poder imensurável, para varrer seus inimigos. As forças da ciência e da magia precisam se unir para ter uma chance contra essa ameaça divina.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index-3/22.mp4"
    },
    {
      "episodio": 23,
      "titulo": "Fuse Kazakiri",
      "descricao": "Para combater o arcanjo, a Cidade Acadêmica ativa Kazakiri Hyouka em seu modo de batalha. Enquanto isso, Touma, Accelerator e Hamazura se preparam para invadir a Estrela de Belém.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index-3/23.mp4"
    },
    {
      "episodio": 24,
      "titulo": "Index",
      "descricao": "A bordo da fortaleza flutuante, Touma corre para resgatar Index. Accelerator também alcança seu objetivo, enquanto Hamazura luta para sobreviver. A Terceira Guerra Mundial chega à sua conclusão explosiva.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index-3/24.mp4"
    },
    {
      "episodio": 25,
      "titulo": "Asas",
      "descricao": "Accelerator desperta um novo poder, manifestando asas negras enquanto protege Last Order. Ele usa essa força recém-descoberta para virar a maré da batalha e proteger seus aliados.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index-3/25.mp4"
    },
    {
      "episodio": 26,
      "titulo": "Filho de Deus",
      "descricao": "Touma Kamijou finalmente confronta Flamma of the Right no coração da Estrela de Belém. A batalha final entre o poder que nega tudo e o poder que busca salvar o mundo decidirá o destino de todos.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index-3/26.mp4"
    }
  ]
}
