{
  "anime": "Toaru Majutsu no Index II",
  "sinopse": "A história continua com Touma Kamijo, o estudante com o poder de negar qualquer habilidade sobrenatural ou mágica com sua mão direita, e Index, a jovem freira que carrega 103.000 grimórios mágicos em sua mente. Enquanto a tensão entre o lado da ciência da Cidade Acadêmica e o lado da magia de várias organizações religiosas aumenta, Touma e seus amigos se encontram no centro de inúmeros conflitos. Eles devem enfrentar novos e poderosos inimigos, incluindo membros do Assento Direito de Deus, uma facção perigosa da Igreja Católica Romana, que buscam controlar o mundo e veem Touma e Index como obstáculos para seus planos.",
  "episodios": [
    {
      "episodio": 1,
      "titulo": "31 de Agosto (O Último Dia)",
      "descricao": "No último dia das férias de verão, Touma ainda não terminou sua lição de casa. Sua situação se complica quando um mágico chamado Yamisaka Ouma sequestra Index, forçando Touma a entrar em ação para resgatá-la.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index-2/01.mp4"
    },
    {
      "episodio": 2,
      "titulo": "O Livro da Lei",
      "descricao": "Um grimório criptografado conhecido como 'O Livro da Lei' desaparece. Orsola Aquinas é a única que pode decifrá-lo, e agora ela se tornou um alvo. A Igreja Amakusa e a Igreja Católica Romana entram em conflito por causa dela e do livro.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index-2/02.mp4"
    },
    {
      "episodio": 3,
      "titulo": "Estilo Amakusa",
      "descricao": "Touma, Stiyl e Index se infiltram no local onde a Igreja Amakusa está, buscando resgatar Orsola. No entanto, eles descobrem que a situação é mais complexa e que foram enganados pela Igreja Romana.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index-2/03.mp4"
    },
    {
      "episodio": 4,
      "titulo": "A Voz de Destruição do Mal (Sheol Fear)",
      "descricao": "Com Orsola agora capturada pelas forças de Agnese Sanctis, Touma e seus aliados precisam invadir a basílica para salvá-la. Index usa uma poderosa habilidade, 'Sheol Fear', para incapacitar os inimigos, mas as freiras de Agnese têm um contra-ataque brutal.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index-2/04.mp4"
    },
    {
      "episodio": 5,
      "titulo": "Báculo de Lótus",
      "descricao": "Presos e cercados, o grupo descobre que a chave para virar o jogo pode estar no conhecimento de Index. No entanto, a cifra para decifrar 'O Livro da Lei' que Orsola possui é uma farsa, forçando Touma a criar um plano desesperado para escapar.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index-2/05.mp4"
    },
    {
      "episodio": 6,
      "titulo": "Remanescente",
      "descricao": "Após os eventos em Chioggia, a vida volta ao normal. O Grande Festival de Esportes (Daihaseisai) está prestes a começar na Cidade Acadêmica, um evento que atrai a atenção tanto do lado da ciência quanto da magia.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index-2/06.mp4"
    },
    {
      "episodio": 7,
      "titulo": "Movimento de Coordenadas",
      "descricao": "Musujime Awaki, uma poderosa esper de Nível 4, está por trás de uma série de incidentes na Cidade Acadêmica. Kuroko Shirai a confronta, mas a habilidade 'Move Point' de Awaki prova ser um desafio perigoso.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index-2/07.mp4"
    },
    {
      "episodio": 8,
      "titulo": "Daihaseisai",
      "descricao": "O festival Daihaseisai começa. Enquanto os estudantes competem em vários eventos, uma maga da Igreja Ortodoxa Romana, Oriana Thomson, se infiltra na cidade com a intenção de roubar uma poderosa ferramenta mágica.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index-2/08.mp4"
    },
    {
      "episodio": 9,
      "titulo": "Rastreamento (Route Disturb)",
      "descricao": "Touma e Stiyl tentam rastrear Oriana Thomson. Eles descobrem que ela está usando uma magia que impede o rastreamento, o que torna a tarefa de encontrá-la antes que ela complete seu objetivo extremamente difícil.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index-2/09.mp4"
    },
    {
      "episodio": 10,
      "titulo": "Fonte Estenográfica (Shorthand)",
      "descricao": "Touma e seus amigos descobrem que Oriana está usando um feitiço especializado chamado 'Shorthand'. Uma colega de classe de Touma, Fukiyose Seiri, é ferida pelo feitiço, o que aumenta a determinação de Touma para deter Oriana.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index-2/10.mp4"
    },
    {
      "episodio": 11,
      "titulo": "Documento Básico",
      "descricao": "Enquanto o festival continua, os pais de Touma e de Misaka se encontram. Touma, Tsuchimikado e Stiyl continuam a busca por Oriana, tentando descobrir seu verdadeiro plano e a localização de seu alvo final.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index-2/11.mp4"
    },
    {
      "episodio": 12,
      "titulo": "Cruz de Pedro (Croce di Pietro)",
      "descricao": "É revelado que o objetivo de Oriana é a 'Cruz de Pedro', um artefato que, quando ativado, pode converter toda a Cidade Acadêmica à fé da Igreja Romana, alterando fundamentalmente o equilíbrio de poder no mundo.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index-2/12.mp4"
    },
    {
      "episodio": 13,
      "titulo": "Rainha do Mar Adriático",
      "descricao": "Com o plano de Oriana frustrado, Touma e Index recebem ingressos para uma viagem a Chioggia, na Itália. No entanto, suas férias são interrompidas quando eles se envolvem em um novo conflito com a Igreja Católica Romana.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index-2/13.mp4"
    },
    {
      "episodio": 14,
      "titulo": "Rosário do Tempo Designado",
      "descricao": "Touma descobre que a 'Rainha do Mar Adriático', uma frota de navios de gelo, ameaça Veneza. Agnese Sanctis e suas freiras, que foram punidas, estão a bordo. Touma e Orsola se infiltram para impedir o desastre.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index-2/14.mp4"
    },
    {
      "episodio": 15,
      "titulo": "Bilhete de Loteria",
      "descricao": "Biagio Busoni, um bispo da Igreja Romana, revela seu plano de usar um poderoso feitiço para destruir a Cidade Acadêmica. Touma e seus aliados devem lutar contra ele dentro da frota para proteger sua cidade.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index-2/15.mp4"
    },
    {
      "episodio": 16,
      "titulo": "Fim de Agosto",
      "descricao": "Touma confronta Biagio em uma batalha climática para destruir o núcleo do feitiço e salvar Veneza e a Cidade Acadêmica. A vitória vem com um custo, pois a Igreja Romana agora emite uma ordem de inquisição contra Touma.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index-2/16.mp4"
    },
    {
      "episodio": 17,
      "titulo": "Cidade Acadêmica",
      "descricao": "De volta à Cidade Acadêmica, Accelerator assume a proteção de Last Order. No entanto, a paz é curta, pois eles são caçados por uma nova ameaça, um cientista sádico chamado Kihara Amata.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index-2/17.mp4"
    },
    {
      "episodio": 18,
      "titulo": "O Feitiço da Retribuição Divina",
      "descricao": "Uma nova e poderosa maga, Vento da Frente, um dos membros do Assento Direito de Deus, invade a Cidade Acadêmica. Seu feitiço faz com que qualquer um que tenha hostilidade contra ela perca a consciência, mergulhando a cidade no caos.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index-2/18.mp4"
    },
    {
      "episodio": 19,
      "titulo": "Amata Kihara",
      "descricao": "Accelerator, tentando proteger Last Order, é brutalmente atacado por Kihara Amata, que conhece todas as fraquezas de sua habilidade. Ferido e em desvantagem, Accelerator é levado ao seu limite.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index-2/19.mp4"
    },
    {
      "episodio": 20,
      "titulo": "Hound Dog",
      "descricao": "Touma tenta proteger Last Order dos esquadrões de Kihara, os 'Hound Dogs', enquanto Accelerator, gravemente ferido, escapa com a ajuda de Index. Touma finalmente confronta Vento da Frente.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index-2/20.mp4"
    },
    {
      "episodio": 21,
      "titulo": "Skill-Out",
      "descricao": "Accelerator, para salvar Last Order de um vírus, confronta Kihara. Enquanto isso, Touma e seus amigos trabalham para salvar Kazakiri Hyouka, que foi afetada pela magia de Vento, e enfrentam os remanescentes dos 'Hound Dogs'.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index-2/21.mp4"
    },
    {
      "episodio": 22,
      "titulo": "Feitiço de Punição Divina",
      "descricao": "Após a derrota de Vento, a vida parece voltar ao normal. No entanto, Tsuchimikado informa a Touma sobre o 'Documento C', um arquivo que pode iniciar uma guerra entre a Cidade Acadêmica e a Igreja Católica Romana.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index-2/22.mp4"
    },
    {
      "episodio": 23,
      "titulo": "Invasão",
      "descricao": "Para evitar a guerra, Touma viaja para Avignon, na França, para impedir que o 'Documento C' seja lido em público. Ele se encontra no meio de protestos e conspirações, correndo contra o tempo para encontrar o documento.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index-2/23.mp4"
    },
    {
      "episodio": 24,
      "titulo": "Grupo Armado (Skill-Out)",
      "descricao": "Touma finalmente confronta Terra da Esquerda, outro membro do Assento Direito de Deus, que está por trás da crise do 'Documento C'. Uma intensa batalha se desenrola, com o destino da paz mundial em jogo.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index-2/24.mp4"
    }
  ]
}