{
  "anime": "Toaru Majutsu no Index",
  "sinopse": "A história se passa na Cidade Acadêmica, uma cidade tecnologicamente avançada no Japão, onde estudantes com habilidades especiais (espers) são comuns. Touma Kamijo é um estudante que possui o 'Imagine Breaker' em sua mão direita, uma habilidade única que nega qualquer poder sobrenatural, mas também anula sua própria sorte. Sua vida muda drasticamente quando ele conhece uma jovem freira chamada Index, que tem 103.000 livros de magia proibidos (grimórios) memorizados em sua mente e está sendo caçada por perigosas organizações mágicas. Touma jura protegê-la, mergulhando em um mundo secreto de conflitos entre ciência e magia.",
  "episodios": [
    {
      "episodio": 1,
      "titulo": "Cidade Acadêmica",
      "descricao": "Touma Kamijo, um estudante com a má sorte de ter um poder que nega todos os outros, encontra uma jovem freira chamada Index pendurada em sua varanda. Ela afirma estar fugindo de magos que a perseguem.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index/01.mp4"
    },
    {
      "episodio": 2,
      "titulo": "O Rei da Caça às Bruxas (Innocentius)",
      "descricao": "Dois magos, Stiyl Magnus e Kaori Kanzaki, aparecem exigindo que Index seja entregue a eles. Touma se recusa a abandonar a garota e se prepara para enfrentar a poderosa magia de fogo de Stiyl.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index/02.mp4"
    },
    {
      "episodio": 3,
      "titulo": "A Igreja da Aniquilação Necessária (Necessarius)",
      "descricao": "Stiyl e Kaori revelam que pertencem à 'Necessarius', uma divisão da Igreja da Inglaterra, e que Index precisa de uma 'limpeza de memória' anual para sobreviver ao peso dos grimórios, um fato que choca Touma.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index/03.mp4"
    },
    {
      "episodio": 4,
      "titulo": "Memorização Perfeita",
      "descricao": "Touma descobre que a necessidade de apagar a memória de Index é uma mentira da Igreja para mantê-la sob controle. Ele decide lutar para salvá-la, mesmo que isso signifique se tornar um inimigo da Igreja.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index/04.mp4"
    },
    {
      "episodio": 5,
      "titulo": "Meia-Noite (Limit)",
      "descricao": "Index entra em modo de 'Defesa Automática', transformando-se em uma arma mágica que ataca Touma. Ele precisa usar seu Imagine Breaker para alcançar e destruir o feitiço que a controla, arriscando sua própria vida.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index/05.mp4"
    },
    {
      "episodio": 6,
      "titulo": "Destruidor de Fantasias (Imagine Breaker)",
      "descricao": "Após uma batalha intensa, Touma consegue salvar Index, mas perde suas memórias como resultado. Ele decide fingir que está tudo bem para não preocupá-la, começando uma nova vida ao lado dela.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index/06.mp4"
    },
    {
      "episodio": 7,
      "titulo": "Culto de Misawa (A Seita de Adoração Científica)",
      "descricao": "Uma estudante de Touma é sequestrada por um culto que mistura ciência e magia. Touma e Stiyl se unem relutantemente para invadir a sede do culto e resgatá-la.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index/07.mp4"
    },
    {
      "episodio": 8,
      "titulo": "Devorador de Ouro (Ars Magna)",
      "descricao": "Dentro do Culto de Misawa, Touma enfrenta o líder, Aureolus Izzard, um alquimista que pode transformar seus pensamentos em realidade. Ele precisa encontrar uma fraqueza em uma habilidade que parece perfeita.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index/08.mp4"
    },
    {
      "episodio": 9,
      "titulo": "Vampire Killer (Deep Blood)",
      "descricao": "Aureolus revela seu verdadeiro e trágico motivo para suas ações, que envolve Index. Touma, compreendendo sua dor, o confronta em uma batalha final para acabar com a loucura do alquimista.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index/09.mp4"
    },
    {
      "episodio": 10,
      "titulo": "Irmã Mais Velha (Mikoto Misaka)",
      "descricao": "Touma encontra Mikoto Misaka, a terceira esper mais poderosa da Cidade Acadêmica, que insiste em desafiá-lo para duelos constantes. Ele se vê no meio de um novo mistério envolvendo clones dela.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index/10.mp4"
    },
    {
      "episodio": 11,
      "titulo": "Irmãs (Sisters)",
      "descricao": "Touma descobre a verdade horrível: 20.000 clones de Misaka foram criados para serem sistematicamente mortos por Accelerator, o esper mais forte, em um experimento para torná-lo o primeiro Nível 6.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index/11.mp4"
    },
    {
      "episodio": 12,
      "titulo": "Nível 6 Absoluto",
      "descricao": "Determinado a parar o experimento e salvar os clones restantes, Touma decide confrontar Accelerator diretamente, apesar de saber que é o esper mais fraco contra o mais forte da cidade.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index/12.mp4"
    },
    {
      "episodio": 13,
      "titulo": "Acelerador Unilateral",
      "descricao": "A batalha entre Touma e Accelerator começa. Touma precisa encontrar uma maneira de usar seu Imagine Breaker contra o controle absoluto de vetores de Accelerator, uma habilidade que o torna virtualmente intocável.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index/13.mp4"
    },
    {
      "episodio": 14,
      "titulo": "O Mais Forte vs. O Mais Fraco",
      "descricao": "Mesmo sendo brutalmente espancado, Touma se recusa a desistir. Ele explora a natureza do poder de Accelerator e usa sua inteligência e seu punho direito para virar o jogo em uma luta desesperada.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index/14.mp4"
    },
    {
      "episodio": 15,
      "titulo": "Angel Fall (A Queda do Anjo)",
      "descricao": "Touma vai a um resort de praia com sua família e Index, mas um feitiço em larga escala chamado 'Angel Fall' é ativado, trocando as almas das pessoas de corpo. Touma precisa encontrar o culpado.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index/15.mp4"
    },
    {
      "episodio": 16,
      "titulo": "Pai (Toya Kamijo)",
      "descricao": "O pai de Touma, Toya, parece estar no centro do feitiço. Enquanto o caos se espalha, Touma, com a ajuda de Kaori Kanzaki, investiga a origem do feitiço para reverter seus efeitos.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index/16.mp4"
    },
    {
      "episodio": 17,
      "titulo": "Arcanjo (O Poder de Deus)",
      "descricao": "A causa do Angel Fall é revelada, e o culpado é alguém inesperado. Desfazer o feitiço requer um ritual perigoso que pode invocar o poder de um arcanjo real, ameaçando destruir a área.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index/17.mp4"
    },
    {
      "episodio": 18,
      "titulo": "Impostor (Réplica)",
      "descricao": "De volta à Cidade Acadêmica, Touma é alvo de uma garota chamada Himegami Aisa, que tem o poder 'Deep Blood' que atrai vampiros. Um mago chamado Ellis aparece, afirmando ser um aliado, mas suas intenções são suspeitas.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index/18.mp4"
    },
    {
      "episodio": 19,
      "titulo": "O Fim (Last Order)",
      "descricao": "Accelerator, enquanto se recupera de sua luta com Touma, encontra a última clone de Misaka, a 'Last Order'. Ela revela que um vírus está prestes a ser ativado, usando toda a Rede Misaka para causar estragos.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index/19.mp4"
    },
    {
      "episodio": 20,
      "titulo": "Vírus Final (Código do Vírus)",
      "descricao": "Accelerator, agora determinado a proteger Last Order, luta contra o cientista responsável pelo vírus, Ao Amai. Em uma batalha desesperada, ele usa seus poderes de uma nova maneira, mas acaba sendo gravemente ferido.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index/20.mp4"
    },
    {
      "episodio": 21,
      "titulo": "Identidade (Counter Stop)",
      "descricao": "Enquanto Touma lida com as consequências do incidente com Himegami, Komoe, sua professora, busca informações sobre um misterioso poder chamado 'Counter Stop', que pode ter relação com um novo inimigo.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index/21.mp4"
    },
    {
      "episodio": 22,
      "titulo": "Estátua (O Golem)",
      "descricao": "Um golem de pedra gigante, controlado por um misterioso mago, ataca a cidade. Touma e Index precisam trabalhar juntos para deter a criatura e descobrir a identidade de seu mestre.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index/22.mp4"
    },
    {
      "episodio": 23,
      "titulo": "Amiga (Hyoka Kazakiri)",
      "descricao": "Touma conhece Hyoka Kazakiri, uma garota tímida que parece ter uma estranha conexão com a cidade. É revelado que ela é uma manifestação de 'AIM', a energia invisível que os espers emitem.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index/23.mp4"
    },
    {
      "episodio": 24,
      "titulo": "Instituto de Curiosidades Imaginárias",
      "descricao": "O mago que atacou a cidade, um membro da 'Ciência Oculta', tem como alvo Hyoka, acreditando que ela é a chave para seus planos. Touma se prepara para a batalha final da temporada para proteger sua nova amiga.",
      "link_video": "https://p1.animescomix.com/stream/animes/t/to-aru-majutsu-no-Index/24.mp4"
    }
  ]
}